<?php

return [
    'register' => [
        'exception' => 'خطایی در ثبت نام شما به وجود آمده است',
        'succeed' => 'ثبت نام شما با موفقیت انجام گردید',
    ],
    'activation' => [
        'exception' => 'خطایی در فعال سازی حساب کاربری شما پیش آمده است',
        'expired' => 'فرآیند فعال سازی حساب شما منقضی شده است',
        'succeed' => 'حساب کاربری شما با موفقیت فعال گردید',
    ],
    'inactive' => 'حساب کاربری شما غیرفعال است',
    'credential_error' => 'نام کاربری و رمز عبور شما مطابقت ندارد',
    'logout' => 'شما با موفقیت از حساب کاربری خود خارج شدید'
];
